{
  "translation" : { 
    "AboutUs" : "About us",
    "Services" : "Services",
    "Careers" : "Careers",
    "Cases" : "Cases",
    "text-back":"Back",
    "textTalk" : "Let's talk about your idea",
    "starProject" : "START A PROJECT",
    "joinUs":"JOIN US",
    "SeeMore":"See more",
    "benefits":"Benefits",
    "seeBenefits":"See benefits",
<<<<<<< HEAD
    "text1-careers" : "WHO WE ARE",
    "text2-careers" : "WE WERE BORN TO SOLVE TECHNOLOGICAL DILEMMAS.",
    "text3-careers" : "With an understanding of everyday's technological problems, we emerged in 2014 to assure that quality and experience will be delivered to enhance people’s life. We believe in the ubiquitous nature of technology and it is our work to make it available to everyone, everywhere, everyday.",
=======
    "text1-careers" : "ABOUT",
    "text2-careers" : "SOFTWARE, DESIGN AND DIGITAL SOLUTIONS.",
    "text3-careers" : "Locus Custom Software is a global software house of Brazilian origin, offering full service application development, design and digital solutions. We work closely with our customers to deliver innovation and superior quality to their businesses.",
>>>>>>> main
    "button-careers" : "SEE OUR VACANCIES",
    "text4-careers" : "BE PART OF OUR TEAM",
    "text5-careers" : "We bring together software developers, communicators, technology engineers, computer scientists, and diverse professionals who see innovation as the future!",
    "text6-careers" : "We encourage our employees to be proactive and free to express themselves. We provide a work environment conducive to learning. We look for employees who enjoy challenges and are totally open to new developments in the market.",
    "text7-careers" : " BENEFITS",
    "text8-careers" : "LOCUS HAS SEVERAL ",
    "text8-1-careers" : "FOR YOU!",
    "text9-careers" : "We provide a national health plan (Brazilian territory only)",
    "text10-careers" : "We provide financial aid to capacitation courses, because we strongly believe in the evolution of our team;",
    "text11-careers" : "As we’re a completely remote company, we offer to our team the access to CAJU's benefits, which extends to needs such as food and meals.",
    "text12-careers" : "We are a 100% REMOTE WORK company, so here you are free to make your schedule",
    "text13-careers" : "LOCUS CULTURE",
    "text14-careers" : "We believe that teamwork, creativity and empathy make a unique blend capable of impacting those around us.",
    "text1-carouselOne" : "CONSTANT EXPANSION",
    "text2-carouselOne" : "Follow trends and develop a critical eye based on data analysis, metrics, and research for better decision making.",
    "text3-carouselOne" : "PILOT EMPATHY",
    "text4-carouselOne" : "Encourage non-violent communication, active listening, and honest feedback among all employees to develop joint growth.",
    "text5-carouselOne" : "GALAXY EXPLORERS",
    "text6-carouselOne" : "To face challenges as a new opportunity to increase creativity, gain experience and maturity to pioneer unexplored areas.",
    "text7-carouselOne" : "TRIPULATION AT FIRST PLACE",
    "text8-carouselOne" : "Valuing the capabilities of our collaborators, respecting their differences and singularities to establish a multiple and functional ecosystem.",
    "header-about-us" : "ABOUT US",
    "header-cases": "CASES",
    "header-services": "SERVICES",
    "header-process": "PROCESS",
    "header-events": "EVENTS",
    "header-careers": "CAREERS",
    "header-button": "START A PROJECT",
    "header-talk-to-us": "TALK TO US",
    "header-email-contact": "CONTACT@LOCUS.SOFTWARE",
    "header-terms": "Terms and policies",
    "text1-about":"WHO WE ARE",
<<<<<<< HEAD
    "text2-about":"We were born in Brazil, in the city of Recife in 2014. We emerged from the need to deliver good technological solutions to companies. Our purpose is to ensure that quality and experience will be delivered to our customers, turning them into a more competitive and stronger company.",
    "text3-about":"Our Crew",
=======
    "text2-about":"Locus Custom Software is a global full-service company offering creative design and software development services and digital solutions. We work hard every day to create value for our customers' businesses through creative and innovative digital services.",
    "text3-about":"OUR CREW",
>>>>>>> main
    "text4-about":"We believe that our internal processes and deliveries generate value! Our team is dedicated to turning great ideas into successful business, using powerful technologies to enhance our results.",
    "text5-about":"WE BELIEVE IN:",
    "text6-about":"MISSION:",
    "text7-about":"To improve the quality of our customers' services by building, developing, and implementing software into digital products, businesses, and initiatives.",
    "text8-about":"VISION:",
    "text9-about":"To work hard and ensure that innovative software and design solutions are implemented and generate positive and promising impacts for society.",
    "text10-about":"We’ll work as one to maximize our efforts and delivery value.",
    "text12-about":"VALUES",
    "text11-about":"BE A PART OF OUR TEAM, AND GROW WITH US!",
    "text13-about":"Some of our crew",
    "text1-process":"Processes",
    "text2-process":"Processes we follow at Locus",
    "text3-process":"We have processes focused on agile methodology, seeking innovation, transformation and business ecosystems. From technological, quality and design processes, we strengthen the business model of products, companies and initiatives. Each process is part of a whole, focusing on innovation. Boost your ideas with us!",
    "text4-process":"DISCOVERY",
    "text5-process":"We analyze your ideas, whether mature or not, to make them more tangible. We do this through surveys, interviews, and all forms of validation with real users. Besides, it is in this phase that we have a greater assertiveness to observe the adequacy of your solution to the market, which is the first step to create a product.",
    "text6-process":"DEV",
    "text7-process":"We apply the programming techniques to make your idea tangible, through our software developers. At this point, you can see a preview of how the product will be launched in the market.",
    "text8-process":"RELEASE",
    "text9-process":"We make your product perfect to be launched on the market. From this point on, it will receive the necessary validations to be leveraged. We help your company analyze the product metrics, creating the best strategy for its differentiation in the market, making it a successful product.",
    "text10-process":"DESIGN",
    "text11-process":"We make your application tangible in a visual way, aligning the market, the users and their needs with our technical expertise. In Design, we validate the visual information flow, ensuring that your users can be heard and satisfied with the solution.",
    "text12-process":"VALIDATION",
    "text13-process":"We validate your solution with real users, mapping out what needs to be done to ensure that the product created is suitable for the market. We perform technical tests to evaluate if the code is in perfect condition to continue development.",
    "text1-home-about":"Locus Custom Software is a Brazilian IT services, consulting, digital solutions and software company.",
    "text2-home-about":"LEARN MORE ABOUT US",
    "text1-home-cases":"SEE OUR WORK",
    "text2-home-cases":"SEE MORE CASES",
    "text3-home-cases":"See the entire project",
    "text1-home-services":"SERVICES",
    "text2-home-services":"We work at any stage of the life cycle of a product, company or digital initiative. Learn more about our services below.",
    "text3-home-services":"SEE MORE SERVICES",
    "text1-home-events":"EVENTS",
    "text2-home-events":"SEE MORE EVENTS",
    "text1-home-careers":"JOIN OUR TEAM!",
    "text2-home-careers":"Be a part of the team that transforms companies worldwide!",
    "text1-idea":"Do you have an idea?",
    "text2-idea":"OUR EFFORTS WILL MAKE IT REAL.",
    "text3-idea":"Contact us, and let's talk about your project",
    "card-event-button":"SEE HOW IT WAS",
    "text1-event":"Web Summit has become “Europe’s largest and most important technology marketplace”. An unrivalled global meeting place for the world’s most disruptive technology companies and those interested in how that disruption can transform their businesses and their lives.",
<<<<<<< HEAD
    "text2-event":"The Collision Conference will be Canada's biggest technology conference to date. Run by Web Summit, a company from Ireland that holds events across the globe, Collision hosts huge names in the business, academic, and entertainment spaces to talk about the role of technology in today's world.",
    "text3-event":" RISE brings together the world’s leading founders, investors and multinationals, and the most promising startups. They will be joined by journalists from major global media outlets, and by thousands of attendees, to create unparalleled networking potential in Hong Kong in March 2023.",
=======
    "text2-event":"The eMerge Americas event brought together business leaders, entrepreneurs, investors, government officials, innovative tools and the brightest minds from around the world to discuss technologies that are changing societies worldwide. The event helped us bridge divides while fueling innovation, contributing to a sustainable, diverse and inclusive ecosystem.",
    "text3-event":"The Collision Conference will be Canada's biggest technology conference to date. Run by Web Summit, a company from Ireland that holds events across the globe, Collision hosts huge names in the business, academic, and entertainment spaces to talk about the role of technology in today's world.",
    "text4-event":" RISE brings together the world’s leading founders, investors and multinationals, and the most promising startups. They will be joined by journalists from major global media outlets, and by thousands of attendees, to create unparalleled networking potential in Hong Kong in March 2023.",
>>>>>>> main
    "comingSoon":"COMING SOON",
    "specificEvent1":"Created in 2009 by executives Paddy Cosgrave, David Kelly and Daire Hickey, the Web Summit has been consolidated over the last decade as one of the largest entrepreneurship, innovation and technology events in the world. The conference originated in Dublin, Ireland, birthplace of Cosgrave, the current CEO of the company that organizes this initiative. As of 2016, the program migrated definitively to Lisbon, Portugal.",
    "specificEvent2":"We are global partners of the world's largest technology event",
    "specificEvent3":"We were honored to participate in the event that is considered the place where technology meets innovation to show what the future of our planet will be. The event that took place in Lisbon, Portugal, brought us enormous knowledge, partnership, friendship, ideas and an even greater desire to grow. These were some of the many achievements that LOCUS CUSTOM SOFTWARE took from this incredible experience.",
<<<<<<< HEAD
    "text1-services":"HIRE OUR SERVICES",
    "text2-services":"One of the main benefits of adopting the Locus service is to achieve faster delivery of your problems. With our team, project cycles tend to be more agile and practical resolutions.Our team members are networked and collaborative, which ensures more results. As a result, the increase in productivity is clear. With faster delivery, your performance in the market will be better.",
    "text1-designI":"The Design Inception is a digital innovation service focused on problem solving and new ideas co-construction, between your team and ours. The service is an adapative and customizable process, adapted to the customers reality, aiming at real problems solutions building, to bring the evolution of your business in a efficient and agile way.", 
    "text2-designI":"Service focused on market research and validation. In this step, your idea is validated in the market through market research and interviews with real users of your solution. Through Analysis, we can assertively say if your idea has the market-fit to be successful.", 
    "text3-designI":"Research", 
    "text4-designI":"In this step, we’ll carry out research about your business, to understand the process, bring foundation and security to launch or structure your product on market.", 
    "text5-designI":"Strategic view", 
    "text6-designI":"In a strategic view, we’ll find the connections between your business and market, generating a strategic view in which the success and expansion of your business are measured.", 
    "text7-designI":"Validation", 
    "text8-designI":"In this phase, we’ll carry out research with possible users, to validate if the solution has interested users.", 
    "text9-designI":"Front service facing interfaces. At UI Modeling, we will offer services such as creating or redesigning existing products, focusing on the user experience and the usability of your solution. We do this through validation with real users and from that, we transform the experience of your users with your product.", 
=======
    "specificEvent4":"The eMerge Americas event brought together business leaders, entrepreneurs, investors, government officials, innovative tools and the brightest minds from around the world to discuss technologies that are changing societies worldwide. The event helped us bridge divides while fueling innovation, contributing to a sustainable, diverse and inclusive ecosystem.",
    "specificEvent5":"Locus Custom Software was at",
    "specificEvent6":"It was a great pleasure to attend the conference and receive insights from visionary technology leaders, who show us breakthroughs and cutting-edge solutions, while revealing a world where technology will aid life in every area! At eMerge Americas, we connected with the entire US tech and business ecosystem, from government to startups to investors, corporate companies and media.",
    "specificEvent7":"The Collision Conference took place on June 20-23 in Toronto and brought together more than 35,000 attendees from 130 different countries. During the three-day event, 1,557 startups were present, connecting and sharing ideas with the audience. Technology enthusiasts from all over the world attended the lectures, networking sessions and good times! Collision is a global technology conference and an example of diversity. Innovation and inclusion go hand in hand and the rest of the world has realized this.",
    "specificEvent8":"Locus attended one of the largest technology conferences",
    "specificEvent9":"We are so proud to have been present among great technology and business initiatives during Collision. It was a great opportunity to meet technical experts, cultural icons, global policy makers, and have access to the most innovative technologies. We are happy to contribute innovative digital solutions to all the world.",
    "text1-services":"HIRE OUR SERVICES",
    "text2-services":"One of the main benefits of adopting the Locus service is to achieve faster delivery of your problems. With our team, project cycles tend to be more agile.",
    "text2-services2":"Our team members are networked and collaborative, which ensures more results. As a result, the increase in productivity is clear. With faster delivery, your performance in the market will be better.",
    "text1-designI":"The Design Inception service is a digital innovation service focused on problem solving and co-construction of new ideas, between our team and you. The service is a moldable process adapted to the reality of our clients, aiming to build solutions to real problems, aiming to provide the evolution of your business in an agile and efficient way.", 
    "text1.2-designI":"Design Inception is the complete Design service, it works from end to end. It includes research, market validation, prototyping and product follow-up. The service can be sold in a complete or modular way, depending on the client's needs. And it can be segmented into 3 fronts: UX Analysis, UI Modeling and Design Launch. Understand each part below.",
    "text2-designI":"This refers to the service focused on market research and validation. In UX Analysis, your idea is validated in the market through market research and interviews with real users of your solution. Through the Analysis, we can assertively tell if your idea has the market-fit to be successful.", 
    "text3-designI":"Research", 
    "text4-designI":"We’ll carry out research about your business, to understand the process, bringing security to launch or structure your product on market.", 
    "text5-designI":"Strategic view", 
    "text6-designI":"We’ll find the connections between your business and market, creating a strategic view in which the success and expansion of your business are measured.", 
    "text7-designI":"Validation", 
    "text8-designI":"We do mapping and research, to develop and validate if the solution is applicable.", 
    "text9-designI":"This refers to interface-oriented services. In Modelation, we will remodel existing interfaces, focusing on the user experience and usability of your solution. We do this through validation with real users, and from this, we transform your users' experience with your product.", 
>>>>>>> main
    "text10-designI":"Analysis", 
    "text11-designI":"This phase is meant to analyze the data that we already have about the product, whether they’re obtained by our team, or provided by a customer that already has the information, and only needs a design service.", 
    "text12-designI":"Prototype", 
    "text13-designI":"Low and high fidelity flowcharts, user stories, wireframes and prototypes will be created according to the customer necessities", 
    "text14-designI":"Testing", 
    "text15-designI":"Through the prototype created in step 2, real analyzes will be carried out with users in order to adapt the product to the reality of the market in which it will be included.", 
<<<<<<< HEAD
    "text16-designI":"In front of the service focused on monitoring and product evolution. Through Launch, we will analyze product data on the market in order to improve its performance through UX and UI Design innovation.", 
    "text17-designI":"Evolution", 
    "text18-designI":"In this step, we’ll analyze the performance of your product in the market, generating valuable reports, based on business metrics and UX, that are aimed at the evolution of your business.", 
    "text19-designI":"Monitoring", 
    "text20-designI":"Based on monitoring, we project and analyze improvements, to leverage your product, whether they’re focused on interface, user experience or business model.",
=======
    "text16-designI":"Refers to the service focused on the follow-up and evolution of products. Through Launch, we will analyze the product data in the market in order to improve its performance, through UX and UI Design innovation.", 
    "text17-designI":"Evolution", 
    "text18-designI":"We’ll analyze the performance of your product in the market, generating valuable reports, based on business metrics and UX, that are aimed at the evolution of your business.", 
    "text19-designI":"Monitoring", 
    "text20-designI":"Based on monitoring, we project and analyze improvements to leverage your product, whether they’re focused on interface, user experience or business model.",
    "text0-test":"QA",
>>>>>>> main
    "text1-test":"Test factory",
    "text2-test":"Functional",
    "text2-2-test":"Test",
    "text3-test":"System Test",
<<<<<<< HEAD
    "text4-test":"System testing focuses on the behavior and capabilities of a system or product, considering generally the system end-to-end tasks executions and the non-functional behaviors that appear in executing these tasks. The system tasks includes:",
    "text5-test":"Acceptance test",
    "text6-test":"(syllabus_3.1) Acceptance tests can produce data to evaluate the system situation to assess the system status for customer deployment and use (final user). Although issues can be found during acceptance tests, this is not the goal of this kind of tests, and a high occurrence of problems during acceptance tests may be considered in some cases as a high project risk. Acceptance tests can also satisfy requirements and legal or regulatory standards. ",
=======
    "text4-test":"System testing focuses on the behavior and capabilities of an entire system or product. It generally considers the executions of the system's end-to-end tasks and the non-functional behaviors exhibited when performing those tasks:",
    "text5-test":"Acceptance test",
    "text6-test":"Acceptance testing can produce information to assess the status of the system for deployment and use by the customer (end user). Defects can be found during acceptance testing, but finding defects is often not a goal, and finding a significant number of defects during acceptance testing can, in some cases, be considered a major design risk. Acceptance testing can also satisfy legal or regulatory requirements or standards.",
>>>>>>> main
    "text7-test":"Benefits",
    "text8-test":"Reduce risks",
    "text9-test":"Verify functional and non-functional behaviors of projected and specified component",
    "text10-test":"Build confidence in component quality",
    "text11-test":"Find component defects",
    "text12-test":"Prevent issues from spreading to higher test levels",
    "text13-test":"User acceptance test",
    "text14-test":"Operational acceptance test",
    "text15-test":"Regulatory and contractual acceptance test",
    "text16-test":"Alpha and Beta testing",
    "text17-test":"Non-functional ",
    "text17-2-test":"Test",
    "text18-test":"Usability Test",
<<<<<<< HEAD
    "text19-test":"This kind of test involves the design and user interface areas. These tests are executed based on the use of manuals as guides. It aims at verifying the software ease of use and understandability to users. The usability test is based in a checklist with several items that the software in question should meet to be considered easy to use.",
    "text20-test":"Performance test",
    "text21-test":"This kind of test includes the CHARGE and PERFORMANCE tests. These tests aim to verify:",
=======
    "text19-test":"This type of testing involves more the area of design, project and user interface. It is reviewed in the testing phase, considering the use of manuals as a guide. It aims to verify how easy the software is to be clearly understood and easily operated by users. The test here is based on a check-list with several items that the software must meet in order for it to be considered for good use.",
    "text20-test":"Performance test",
    "text21-test":"In this type of testing are included the LOAD and PERFORMANCE tests,these tests have as objectives, to verify:",
>>>>>>> main
    "text22-test":"Security test",
    "text23-test":"The main goal of security testing is to assure that the system data and functions can only be accessed by authorized people. ",
    "text24-test":"Verify the ease of use by the user",
    "text25-test":"Verify the understandability of the system functions by the user",
    "text26-test":"Important to test if the manuals or user guides are written according to the system",
    "text27-test":"System Multi-access availability",
    "text28-test":"Response time",
    "text29-test":"Access capability",
    "text30-test":"Assure that system data are properly protected",
    "text31-test":"Assure that every risks that involve unauthorized accesses have been identified",
    "text32-test":"Structural",
    "text32-2-test":"Test",
    "text33-test":"Component Test (Unit)",
<<<<<<< HEAD
    "text34-test":"Component testing focuses on separably testable components. Goals include:",
    "text35-test":"Integration Test",
    "text36-test":"Integration testing focuses on interactions between components or systems. Integration testing goals include:",
=======
    "text34-test":"Component testing focuses on components that are separately testable. Objectives include:",
    "text35-test":"Integration Test",
    "text36-test":"Integration testing focuses on the interactions between components or systems. The goals of integration testing include:",
>>>>>>> main
    "text37-test":"Verify the functional and non-functional behaviors of the component to the designed and specified;",
    "text38-test":"Build confidence in the quality of the component",
    "text39-test":"Find defects in the component",
    "text40-test":"Prevent defects from spreading to higher test levels",
    "text41-test":"Verify that the functional and non-functional behaviors of the interfaces are designed and specified",
    "text42-test":"Build confidence in the quality of interfaces",
    "text43-test":"Find defects (which may be in the interfaces themselves or in components or systems)",
    "text44-test":"Prevent defects from spreading to higher levels of testing",
    "text45-test":"Acceptance Test",
    "text46-test":"Change",
    "text46-2-test":"Related Test",
    "text47-test":"Confirmation Test",
    "text48-test":"After a defect is fixed, the software can be tested with all test cases that failed due to the defect, which must be rerun on the new software version. The software can also be tested with new tests if, for example, a feature is missing for a defect. At a minimum, the steps to reproduce the failures caused by the defect must be performed again in the new software version. The purpose of a confirmation test is to confirm that the original defect has been successfully corrected.",
    "text49-test":"Regression Test",
    "text50-test":"It is possible that a change made to one part of the code, whether a correction or other type of change, could accidentally affect the behavior of other parts of the same code, either within the same component, in other components of the code, on the same system, or on other systems. Changes can include changes to the environment, such as a new version of an operating system or database management system. Such unintended side effects are called regressions. Regression testing involves running tests to detect these unwanted side effects.",
    "text51-test":"Analyze logical and physical threats and vulnerabilities",
    "text52-test":"Assure that control mechanisms against unauthorized access were correctly implemented",
<<<<<<< HEAD
    "text1-cloud":"The Cloud Security service is dedicated to the protection of cloud computational systems, including the protection and privacy of data in infrastructure, applications and online platforms. This service encompasses the environment analysis and auditing in addition to the application of the best practices to implement a security layer in the cloud environment used by the customer.",
    "text2-cloud":"This service is related to cloud security and data protection. It is intended to protect the data stored in the cloud. One of the features we provide for protection is the implementation of encryption, which is one of the most recommended resources for securing cloud environments. Furthermore it is also possible to implement the respective access control to the customer data stored in the cloud.",
    "text3-cloud":"This service is related to the security good practices implementation in the cloud infrastructure (IaaS). We’ll analyze your infrastructure and implement the recommended security practices.",
    "text4-cloud":"This is a service related to user access and identity management, dealing with accessibility privileges offered to user accounts. In IAM it is possible to implement a correct authentication and authorization management of user accounts. From this adequate access control it will be possible to keep the malicious users from accessing and compromising the data and confidencial systems. The implementation of multifactor authentication (MFA) is also a part of this service.",
    "text5-cloud":"This service refers to the implementation of disaster recuperation techniques in cases of data loss. In this service  is possible to implement a recovery plan aimed at disasters in cloud environments, using data redundancy like backups. Furthermore, in cloud environment is possible to implement well configured technical systems to make sure that the uninterrupted customers business operations, whether is a site, an application or any other system hosted at a cloud provider, bringing the fast data recovery security to help customers to keep business running, with less possible amount of interruptions.",
    "text6-cloud":"Methodology:",
    "text7-cloud":"Methodology in accordance with the best practices and recommendations in market, aligned with international security standards like SO/IEC 27001, ISO/IEC 27002 e NIST 800.",
    "text8-cloud":"Methodology:",
    "text9-cloud":"Methodology in accordance with the best practices and recommendations in market, aligned with international security standards like SO/IEC 27001, ISO/IEC 27002 e NIST 800.",
    "text1-software":"The customizable software development service is nothing more than turn the idealized solutions into reality through code. The diversity of specialists and professionals at Locus gives us the ability to build the most diverse formats such as:",
=======
    "text1-cloud":"This is a service to ensure the security of data and services that reside in a cloud used by the customer, in order to protect from attacks or violations regarding the availability, integrity and confidentiality of the organization's information.",
    "text1.2-cloud":"Cloud computing system protection also means the protection and privacy of data on infrastructure, applications, and online platforms. This service encompasses the analysis and auditing of the environment, as well as the application of best practices to insert a security layer in the cloud environment used by the customer. Digital security includes Data Protection, Infrastructure Security, Identity & Access Management (IAM), and Disaster Recovery.",
    "text2-cloud":"This is the service for data security and protection in the cloud. It aims to protect data stored in the cloud. Among some protections, we have the implementation of encryption, which is one of the most recommended features for security practices in cloud environments. In addition to encryption, we can also implement proper access control to customer data contained in the cloud.",
    "text3-cloud":"Is the service related to the implementation of good security practices in the Cloud Infrastructure (IaaS). We will analyze the infrastructure and implement the recommended security practices.",
    "text4-cloud":"This is the service for managing user identity and access. It is related to the accessibility privileges offered to user accounts. In IAM, it is possible to implement a correct authentication management and authorization of user accounts, because from this adequate access control, it will be possible to prevent users - malicious ones - from accessing and compromising confidential data and systems. The implementation of Multi Factor Authentication (MFA) is also part of the scope of this service.",
    "text5-cloud":"This service refers to the implementation of technical measures for disaster recovery in case of data loss in the cloud environment. The performance deals with data redundancy methods, such as backups. In addition, in the cloud environment we can implement well configured technical systems to ensure uninterrupted operations in the customer's business. Be it a website, an application or any other system that is hosted in the cloud provider, thus bringing the security of fast data recovery to help customers maintain business continuity, with as little disruption as possible.",
    "text6-cloud":"Methodology:",
    "text7-cloud":"Methodology in accordance with the best practices and recommendations in market, aligned with international security standards like SO/IEC 27001, ISO/IEC 27002 e NIST 800.",
    "text8-cloud":"Methodology:",
    "text9-cloud":"Methodology in compliance with market recommendations and best practices, aligned with international Security Standards such as ISO/IEC 27001, ISO/IEC 27002 and NIST 800.",
    "text1-software":"The Custom Software Development service is the flagship of Locus. This consists in implementing in code customized solutions and making real and functional solutions to problems through software:",
>>>>>>> main
    "text2-software":"Mobile Applications",
    "text2-2-software":"(Android and IOS)",
    "text3-software":"Web",
    "text3-2-software":"Applications",
    "text4-software":"Desktop ",
    "text4-2-software":"Applications",
    "text5-software":"POC ",
    "text5-2-software":"Development",
    "text6-software":"APIs",
    "text6-2-software":"and Integrations",
    "text7-software":"Games",
    "text8-software":"Re-engineering",
<<<<<<< HEAD
    "text9-software":"Our development is based on agile methodologies. When it comes to developing our software projects it would be no different. We use Scrum and Kaban practices and divide the development into Sprints. Our methodology consists in the management of qualified teams, to deliver the maximum value at the end of each sprint. Our management team is focused on keeping the client and the Squad always aligned on the expectations and agreements mapped out. What makes us different in software development from other companies?",
=======
    "text9-software":"Our development is based on agile methodologies. When it comes to developing our software projects it would be no different. We use Scrum and Kaban practices and divide the development into Sprints. Our methodology consists in the management of qualified teams, to deliver the maximum value at the end of each sprint. Our management team is focused on keeping the client and the Squad always aligned on the expectations and agreements mapped out.",
    "text-software-bold1":"What makes us different in software",
    "text-software-bold2":"development from other companies?",
>>>>>>> main
    "text10-software":"We can develop these solutions with the most recent technology, and also evolve and give support to existing applications. These technologies can involve:",
    "text11-software":"Value delivery is the focal point",
    "text12-software":"We are always busy producing at the end of the sprint a delivery that makes sense and is aligned with your interests. Our managers are validating every week or sprint, the level of satisfaction of our work. This follow-up builds trust, so that when our clients think of Locus, they can be sure that the project will be handled with commitment and value delivered.",
    "text13-software":"Documentation is necessary",
    "text14-software":"Successful software-based solutions use clear documentation, and universal code documentation methodologies. This is a must to ensure the sustainability of the product. After all, developers come and go; vendors may change; the company may pivot. But the code cannot depend on the people who made it to survive. Locus is committed to clear and objective documentation, so that any other company or developer can work on sustaining and evolving the tool.",
    "text15-software":"Collaboration is important",
    "text16-software":"One of the biggest strengths of the technology universe is community collaboration across. Locus is embedded in several of these software communities, and today has become one of them. Through an operational force of more than 70 professionals, from the most diverse stacks, experiences and knowledge, we create a collaborative environment, where we always have an added knowledge force that helps solve problems. " ,
    "text1-cto":"CTO as a Service is the ideal services to companies that need a technical leadership, contributing to strategic decisions regarding the dcompany's technological development and operation.",
    "text2-cto":"Advantages of CaaS",
    "text3-cto":"Adds technical expertise ",
    "text4-cto":"Our team brings together more than 10 professionals, with years of experience in developing technology solutions. Together they account for more than 20 areas, including the most innovative ones, such as Fintech, Retail and HealthTech. Our technical staff has worked on the creation and evolution of dozens of solutions during their careers. This is a range of experience that cannot be found by bringing in a single professional, for example.",
    "text5-cto":"Effort on Demand and Resource Management",
    "text6-cto":"For most companies, not only finding, but also keeping a CTO professional can be very difficult. And most of the time there is still not enough demand for a full-time CTO. So using the strategic benefit of a CTO for a set number of hours makes it financially feasible to add a lot of knowledge. Plans starting at 40 hours/month are available.",
    "text7-cto":"External vision",
    "text8-cto":"Sometimes you even already have internal leadership. But bringing in an external view, and from a completely different experience, brings powerful insights to your business. Then, the service can be by season. When your business is going through some kind of revolution, hiring CTO as a Service hours, to discuss and contribute with your leadership, is the key to innovate and find different ways to achieve your goals! ",
    "text9-cto":"Networking and Technology Ecosystem: ",
    "text10-cto":"By hiring our service, it also implies that we enable communication and relationship building with the ecosystems in which we are already embedded. In numbers, we can say that we have more than 90 professionals, more than 50 client companies, and a continuous relationship with several technology ecosystems. Our networks range from startups to multinational conglomerates. Taking advantage of this network of relationships is another advantage for your company.",
    "text11-cto":"Flexibility",
    "text12-cto":"is not common practice to change leadership whenever a new initiative is prioritized, or  business pivots, or even when a new business is created within your business, right? With CaaS you have the availability of bring a different specialist each season, taking your new business phase in a agile way",
    "text13-cto":"Deliverables",
    "text14-cto":"Determination of which technologies will be adopted",
    "text15-cto":"Evaluation of technological risks",
    "text16-cto":"Strategic guides",
    "text17-cto":"Structuring technology governance",
    "text18-cto":"Architectural suggestions",
    "text19-cto":"Cost optimization consultancy",
    "text20-cto":"Weekly",
    "text20-2-cto":"meet ",
    "text20-3-cto":"with customer",
    "text21-cto":"Meet ",
    "text21-2-cto":"with",
    "text21-3-cto":"conceal ",
    "text22-cto":"meet",
    "text22-2-cto":"with ",
    "text22-3-cto":"the council",
    "text3-services":"Problem solving and co-construction of new ideas. ",
    "text4-services":"",
    "text5-services":"Security of data and services that reside in a cloud.",
    "text6-services":"",
    "text7-services":"",
    "text8-services":"Implementing in code customized solutions.",
    "text9-services":"",
    "text10-services":"Software development management. ",
<<<<<<< HEAD
    "text-client":"Customers that are part of our journey."
=======
    "text-client":"Customers who are a part of our journey.",
    "text_desing_inception":"Design is the concept, elaboration, and specification of the project",
    "text_QA_test_factory":"We test the functionality of the product to avoid errors",
    "text_cloud_security":"We develop security measures for the digital environment.",
    "text_squad_outsource":"We provide teams to develop your product.",
    "text_digital_product_design":"We will co-create your product structuring all management.",
    "text_custom_software":"We manage qualified teams to deliver maximum value.",
    "text_staff_argumetation":"We augment your internal team with qualified specialists.",
    "text_CTO":"We offer a technical leader who will collaborate on strategies."

>>>>>>> main
  }
}
