{
  "translation" : {
    "AboutUs" : "Sobre nós",
    "Services" : "Serviços",
    "Careers" : "Carreira",
    "Cases" : "Trabalhos",
    "text-back":"Voltar",
    "textTalk" : "Vamos conversar sobre a sua ideia",
    "starProject" : "COMEÇAR UM PROJETO",
    "joinUs":"JUNTE-SE A NÓS",
    "SeeMore":"Veja mais",
    "benefits":"Benefícios",
    "seeBenefits":"Ver Benefícios",
<<<<<<< HEAD
    "text1-careers" : "QUEM SOMOS",
    "text2-careers" : "NASCEMOS PARA SOLUCIONAR DILEMAS TECNOLÓGICOS.",
    "text3-careers" : "Com entendimento dos problemas tecnológicos cotidianos, em 2014 nós surgimos para garantir que qualidade e experiência sejam entregues para melhorar a vida das pessoas. Acreditamos que o alcance do nosso trabalho deva atingir o máximo número de pessoas, inovando e facilitando seu dia-a-dia.",
=======
    "text1-careers" : "SOBRE",
    "text2-careers" : "SOFTWARE, DESIGN E SOLUÇÕES DIGITAIS.",
    "text3-careers" : "A Locus Custom Software é uma empresa global de software de origem brasileira, que oferece serviços de desenvolvimento de aplicativos, design e soluções digitais. Trabalhamos em estreita colaboração com nossos clientes para oferecer inovação e qualidade aos seus negócios.",
>>>>>>> main
    "button-careers" : "VEJA NOSSAS VAGAS",
    "text4-careers" : "FAÇA PARTE DA NOSSA EQUIPE",
    "text5-careers" : "Reunimos desenvolvedores de software, comunicadores, designers, engenheiros de tecnologia, cientistas da computação e diversos profissionais que veem a inovação como o futuro!",
    "text6-careers" : "Encorajamos nossos funcionários a serem proativos e livres para se expressarem. Proporcionamos um ambiente de trabalho que respira parceria e colaboração. Procuramos colaboradores que gostam de desafios e estejam totalmente abertos às novidades do mercado.",
    "text7-careers" : " BENEFÍCIOS",
    "text8-careers" : "A LOCUS TEM VÁRIOS",
    "text8-1-careers" : "PARA VOCÊ!",
    "text9-careers" : "Fornecemos um plano nacional de saúde (somente em território brasileiro).",
    "text10-careers" : "Fornecemos ajuda financeira para cursos de capacitação, porque acreditamos fortemente na evolução de nossa equipe.",
    "text11-careers" : "Como somos uma empresa completamente remota, oferecemos à nossa equipe o acesso aos benefícios da CAJU, que se estende a necessidades como alimentos e refeições.",
    "text12-careers" : "Somos uma empresa 100% remota, portanto, aqui você terá mais flexibilidade nos horários.",
    "text13-careers" : "CULTURA LOCUS",
    "text14-careers" : "Acreditamos que o trabalho em equipe, a criatividade e a empatia fazem uma mistura única capaz de impactar aqueles que nos rodeiam.",
    "text1-carouselOne" : "CONSTANTE EXPANSÃO",
    "text2-carouselOne" : "Seguir tendências e desenvolver um olhar crítico baseado em análise de dados, métricas e pesquisas para tomada de decisões acertadas.",
    "text3-carouselOne" : "EMPATIA PILOTO",
    "text4-carouselOne" : "Incentivar a comunicação não-violenta, a escuta ativa e o feedback honesto entre todos os funcionários para desenvolver o crescimento conjunto.",
    "text5-carouselOne" : "EXPLORADORES DA GALÁXIA",
    "text6-carouselOne" : "Enfrentar desafios como uma nova oportunidade para aumentar a criatividade, ganhar experiência e maturidade para áreas pioneiras e inexploradas.",
    "text7-carouselOne" : "TRIPULAÇÃO EM PRIMEIRO LUGAR",
    "text8-carouselOne" : "Valorizar as capacidades de nossos colaboradores, respeitando suas diferenças e singularidades para estabelecer um ecossistema múltiplo e funcional.",
    "header-about-us" : "SOBRE NÓS",
    "header-cases": "CASOS",
    "header-services": "SERVIÇOS",
    "header-process": "PROCESSOS",
    "header-events": "EVENTOS",
    "header-careers": "CARREIRAS",
    "header-button": "COMEÇAR UM PROJETO",
    "header-talk-to-us": "FALE CONOSCO",
    "header-email-contact": "CONTATO@LOCUS.SOFTWARE",
    "header-terms": "Termos e política",
<<<<<<< HEAD
    "text1-about":"QUEM NÓS SOMOS",
    "text2-about":"Nós nascemos no Brasil, na cidade de Recife, no ano de 2014. Surgimos da necessidade da entrega de boas soluções tecnológicas nas empresas. Nosso propósito é garantir que qualidade e experiência sejam entregues para as empresas, a tornando competitivamente mais forte.",
    "text3-about":"Nossa tripulação",
    "text4-about":"Acreditamos que nossos processos internos e nossas entregas geram valor! Nosso time se dedica a transformar grandes ideias em negócios de sucesso, utilizando sempre tecnologias arrojadas para potencializar nossos resultados.",
    "text5-about":"NÓS ACREDITAMOS EM:",
=======
    "text1-about":"QUEM SOMOS",
    "text2-about":"A Locus Custom Software é uma empresa global que oferece serviços de desenvolvimento de software, design e soluções digitais. Trabalhamos para criar valor para os negócios dos nossos clientes através de tecnologias ágeis e inovadoras.",
    "text3-about":"NOSSA EQUIPE",
    "text4-about":"Acreditamos que nossos processos internos e nossas entregas geram valor! Nossa equipe se dedica a transformar ideias em grandes negócios de sucesso, utilizando tecnologias para ampliar resultados.",
    "text5-about":"CULTURA DA LOCUS:",
>>>>>>> main
    "text6-about":"MISSÃO",
    "text7-about":"Melhorar a qualidade dos serviços de nossos clientes através da construção, do desenvolvimento e da implementação de software em produtos, negócios e iniciativas digitais.",
    "text8-about":"VISÃO",
    "text9-about":"Tornar-se referência em soluções inovadoras em software, tendo em nosso portfólio projetos que gerem impactos positivos na sociedade.",
    "text10-about":"Trabalhamos em conjunto para maximizar nossos esforços e entregar valor",
    "text11-about":"FAÇA PARTE DA NOSSA EQUIPE E CRESÇA CONOSCO!",
    "text12-about":"VALORES",
    "text13-about":"Alguns dos nossos tripulantes",
    "text1-process":"Processos",
    "text2-process":"PROCESSOS QUE SEGUIMOS NA LOCUS",
    "text3-process":"Temos processos focados em metodologia ágeis, que buscam inovação e transformação de ecossistemas empresariais. Fortalecemos o modelo de negócios, produtos, empresas e iniciativas. Cada processo é parte de um todo focado na inovação. Impulsione suas idéias conosco!",
    "text4-process":"DISCOVERY",
    "text5-process":"Analisamos suas ideias, estruturando em projetos, para torná-las mais tangíveis. São realizadas pesquisas e entrevistas para validar as informações. Diante dos dados, ficamos munidos para observar a adequação da sua aplicação ao mercado - primeiro passo para a criação de um produto.",
    "text6-process":"DEV",
    "text7-process":"É disponibilizada uma prévia de como o produto poderá ser lançado no mercado. São aplicadas técnicas de programação, através de nossos desenvolvedores de software, para tornar sua ideia corpórea.",
    "text8-process":"LANÇAMENTO",
    "text9-process":"O produto será lançado no mercado plenamente desenvolvido. São realizadas análises de métricas para validação. Criamos a melhor estratégia, eficaz para a diferenciação no mercado. Elas tornam o produto plenamente otimizado para a estreia.",
    "text10-process":"DESIGN",
    "text11-process":"Tornamos sua aplicação tangível de forma visual, alinhado ao mercado, aos usuários e as suas necessidades. Dessa forma, avaliamos o fluxo de informações visuais, garantindo a melhor experiência dos users.",
    "text12-process":"VALIDAÇÃO",
    "text13-process":"São realizados testes técnicos para avaliar se o código está em pleno funcionamento. Essa avaliação é feita com usuários reais, mapeando os pontos que devem ser melhorados e garantindo um produto adequado ao mercado.",
    "text1-home":"NÓS PODEMOS FAZER",
    "text1-home-about":"A Locus Custom Software é uma empresa de serviços de design, consultoria, soluções digitais e software.",
    "text2-home-about":"SAIBA MAIS SOBRE NÓS",
    "text1-home-cases":"NOSSOS TRABALHOS",
    "text2-home-cases":"VEJA MAIS CASES",
    "text3-home-cases":"Veja o projeto inteiro",
    "text1-home-services":"SERVIÇOS",
    "text2-home-services":"Trabalhamos em qualquer etapa do ciclo de vida de um produto, empresa ou iniciativa digital. Saiba mais sobre nossos serviços abaixo.",
    "text3-home-services":"VEJA MAIS SERVIÇOS",
    "text1-home-events":"EVENTOS",
    "text2-home-events":"VEJA MAIS EVENTOS",
    "text1-home-careers":"JUNTE-SE À NOSSA EQUIPE!",
    "text2-home-careers":"Faça parte da equipe que transforma empresas em todo o mundo!",
    "text1-idea":"Você tem uma ideia? ",
    "text2-idea":"Nós a tornamos real!",
    "text3-idea":"Entre em contato conosco, e vamos falar sobre seu projeto",
    "card-event-button":"VEJA COMO FOI",
    "text1-event":"O Web Summit tornou-se “o maior e mais importante mercado de tecnologia da Europa”. Um ponto de encontro global incomparável para as empresas de tecnologia mais disruptivas do mundo e para os interessados ​​em como essa disrupção pode transformar seus negócios e suas vidas.",
    "text2-event":"O Collision será a maior conferência de tecnologia do Canadá até hoje. Gerenciada pela Web Summit, empresa da Irlanda que realiza eventos em todo o mundo, o Collision recebe grandes nomes dos espaços de negócios, acadêmicos e de entretenimento para falar sobre o papel da tecnologia no mundo de hoje.",
<<<<<<< HEAD
    "text3-event":"A RISE reúne os principais fundadores, investidores e multinacionais do mundo e as startups mais promissoras. Eles serão acompanhados por jornalistas dos principais meios de comunicação globais e por milhares de participantes, para criar um potencial de rede incomparável em Hong Kong em março de 2023.",
=======
    "text3-event":"O Collision será a maior conferência de tecnologia do Canadá até hoje. Gerenciada pela Web Summit, empresa da Irlanda que realiza eventos em todo o mundo, o Collision recebe grandes nomes dos espaços de negócios, acadêmicos e de entretenimento para falar sobre o papel da tecnologia no mundo de hoje.",
>>>>>>> main
    "comingSoon":"EM BREVE",
    "specificEvent1":"Criado em 2009 pelos executivos Paddy Cosgrave, David Kelly e Daire Hickey, o Web Summit se consolidou ao longo da última década como um dos maiores eventos de empreendedorismo, inovação e tecnologia do mundo. A conferência surgiu realizada em Dublin, na Irlanda, terra natal de Cosgrave, o atual diretor-executivo da empresa que organiza esta iniciativa. A partir de 2016, a programação migrou definitivamente para Lisboa, em Portugal.",
    "specificEvent2":"Somos parceiros globais do maior evento de tecnologia do mundo",
    "specificEvent3":"Tivemos a honra de participar do evento que é considerado o local onde tecnologia e inovação se encontram para mostrar qual será o futuro do planeta. O evento que aconteceu em Lisboa, Portugal, nos trouxe um enorme conhecimento, parceria, amizade, ideias e uma vontade ainda maior de crescer. Essas foram algumas das muitas conquistas que a LOCUS CUSTOM SOFTWARE tirou dessa incrível experiência." ,
    "text1-services":"CONTRATE NOSSOS SERVIÇOS",
<<<<<<< HEAD
    "text2-services":"Um dos principais benefícios de adotar o serviço da Locus é alcançar entregas mais rápidas para os seus problemas. Com nossa equipe, os ciclos de projetos tendem a ser mais ágeis e com resoluções práticas. Os membros da nossa equipe são interligados e colaborativos, o que garante mais resultados. Por consequência, o aumento da produtividade é nítido. Com a entrega mais rápida, melhor será o seu desempenho no mercado.",
    "text1-designI":"O serviço de Design Inception é um serviço de inovação digital voltado para a solução de problemas e co-construção de novas ideias, entre nosso time e você. O serviço é um processo moldável e adaptado para a realidade de nossos clientes, visando construir soluções para problemas reais, almejando proporcionar a evolução do seu negócio de forma ágil e eficiente.", 
    "text2-designI":"Serviço voltado para pesquisa e validação de mercado. Nesta etapa, sua ideia é validada no mercado através de pesquisas de mercado e entrevistas com usuários reais da sua solução. Através do Analysis, conseguimos dizer com assertividade se sua ideia possui o Market-fit para ser bem sucedida.", 
=======
    "text2-services":"Um dos principais benefícios de adotar o serviço da Locus é alcançar entregas mais rápidas para os seus problemas. Com nossa equipe, os ciclos de projetos tendem a ser mais ágeis.",
    "text2-services2":"Os membros da nossa equipe são interligados e colaborativos, o que garante mais resultados. Por consequência, o aumento da produtividade é nítido. Com a entrega mais rápida, melhor será o seu desempenho no mercado.",
    "text1-designI":"Design Inception é um serviço de inovação digital voltado para a solução de problemas e co-construção de novas ideias, entre nosso time e você. Ele consiste de um processo moldável e adaptado para a realidade de nossos clientes, visando construir soluções para problemas reais, almejando proporcionar a evolução do seu negócio de forma ágil e eficiente.", 
    "text1.2-designI":"A Design Inception é o serviço completo de Design, e funciona de ponta a ponta. Inclui a parte de pesquisa, validação de mercado, prototipação e acompanhamento do produto. O serviço pode ser vendido de maneira completa ou modular, dependendo da necessidade do cliente. E pode ser segmentado em 3 frentes: UX Analysis, UI Modelation e Design Launch. Entenda cada parte abaixo.",
    "text2-designI":"Refere-se ao serviço voltado para pesquisa e validação de mercado. Na UX Analysis, sua ideia é validada no mercado através de pesquisas de mercado e entrevistas com usuários reais da sua solução. Através do Analysis, conseguimos dizer com assertividade se sua ideia possui o Market-fit para ser bem sucedida.", 
>>>>>>> main
    "text3-designI":"Pesquisa", 
    "text4-designI":"Nesta fase, iremos realizar pesquisas acerca do seu negócio, para entender o processo, trazer embasamento e segurança de lançar ou estruturar seu produto no mercado.", 
    "text5-designI":"Visão Estratégica", 
    "text6-designI":"Em visão estratégica, iremos encontrar as conexões entre o negócio e o mercado, traçando uma visão estratégica para medir o sucesso e expansão do seu negócio.", 
    "text7-designI":"Validação", 
    "text8-designI":"Nesta fase, iremos realizar pesquisas com possíveis usuários para validar se a solução possui usuários interessados.", 
<<<<<<< HEAD
    "text9-designI":"Frente ao serviço voltado para interfaces. No UI Modelation, nós iremos oferecer serviços como criação ou redesign de produtos já existentes, focando na experiência do usuário e na usabilidade de sua solução. Fazemos isso através da validação com usuários reais e a partir disso, transformamos a experiência de seus usuários com seu produto.", 
=======
    "text9-designI":"Refere-se ao serviço voltado para interface. No Modelation, nós iremos remodelar interfaces já existentes, focando na experiência do usuário e na usabilidade de sua solução. Fazemos isso através da validação com usuários reais e a partir disso, transformamos a experiência de seus usuários com seu produto.", 
>>>>>>> main
    "text10-designI":"Análise", 
    "text11-designI":"Esta fase serve para analisar os dados que já temos sobre o produto, sejam esses dados, feito pela nossa equipe, ou trazido por um cliente que já tenha e precise apenas do serviço de design.", 
    "text12-designI":"Protótipo", 
    "text13-designI":"De acordo com as necessidades do cliente, será criado, fluxograma, user stories, wireframes, protótipo de baixa, design system e protótipo de alta qualidade.", 
    "text14-designI":"Testagem", 
    "text15-designI":"Através do protótipo criado na etapa 2, serão feitas análises reais com os usuários para poder adaptar o produto à realidade do mercado em que ele será incluído.", 
<<<<<<< HEAD
    "text16-designI":"Frente ao serviço voltado para o acompanhamento e evolução de produtos. Através do Launch, nós iremos analisar os dados do produto no mercado, a fim de melhorar a sua atuação, através da inovação de UX e UI Design.", 
=======
    "text16-designI":"Refere-se ao serviço voltado para o acompanhamento e evolução de produtos. Através do Launch, nós iremos analisar os dados do produto no mercado, a fim de melhorar a sua atuação, através da inovação de UX e UI Design.", 
>>>>>>> main
    "text17-designI":"Evolução", 
    "text18-designI":"Nesta fase, iremos analisar, a partir de métricas de negócios e de UX para verificar com está o desempenho do seu produto no mercado, gerando relatórios ricos para a evolução do seu negócios.", 
    "text19-designI":"Acompanhamento", 
    "text20-designI":"A partir do acompanhamento, analisamos e projetamos melhorias para alavancar o seu produto, sejam elas voltadas para interface, experiência do usuário ou modelo de negócio.",
    "text1-test":"Fábrica de testes",
    "text2-2-test":"Teste",
    "text2-test":"Teste Funcional",
    "text3-test":"Teste de Sistema",
<<<<<<< HEAD
    "text4-test":"(syllabus_3.1) O teste de sistema se concentra no comportamento e nas capacidades de todo um sistema ou produto, geralmente considerando as execuções das tarefas de ponta a ponta do sistema e os comportamentos não-funcionais exibidos ao executar tais tarefas. Os objetivos do teste do sistema incluem:",
    "text5-test":"Teste de Aceitação",
    "text6-test":"(syllabus_3.1) O teste de aceitação pode produzir informações para avaliar a situação do sistema para implantação e uso pelo cliente (usuário final). Os defeitos podem ser encontrados durante o teste de aceite, mas encontrar defeitos muitas vezes não é um objetivo, e encontrar um número significativo de defeitos durante o teste de aceite pode, em alguns casos, ser considerado um grande risco de projeto. O teste de aceite também pode satisfazer requisitos ou padrões legais ou regulatórios.",
    "text7-test":"Benefícios",
    "text8-test":"Reduzir o risco;",
    "text9-test":"Verificar os comportamentos funcionais e não funcional do componente ao projetado e especificado;",
    "text10-test":"Construir a confiança na qualidade do componente;",
    "text11-test":"Encontrar defeitos no componente;",
    "text12-test":"Evitar que os defeitos se espalhem para níveis mais altos de teste.",
    "text13-test":"Teste de aceite do usuário;",
    "text14-test":"Teste de aceite operacional;",
    "text15-test":"Teste de aceite contratual e regulatório;",
    "text16-test":"Alfa teste e Beta.",
=======
    "text4-test":"O teste de sistema se concentra no comportamento e nas capacidades de todo um sistema ou produto. Ele geralmente considera as execuções das tarefas de ponta a ponta do sistema e os comportamentos não-funcionais exibidos ao executar tais tarefas. Os objetivos do teste do sistema incluem",
    "text5-test":"Teste de Aceitação",
    "text6-test":"O teste de aceitação pode produzir informações para avaliar a situação do sistema para implantação e uso pelo cliente (usuário final). Os defeitos podem ser encontrados durante o teste de aceite, mas encontrar defeitos muitas vezes não é um objetivo, e encontrar um número significativo de defeitos durante o teste de aceite pode, em alguns casos, ser considerado um grande risco de projeto. O teste de aceitação também pode satisfazer requisitos ou padrões legais ou regulatórios.",
    "text7-test":"Benefícios",
    "text8-test":"Reduzir o risco",
    "text9-test":"Verificar os comportamentos funcionais e não funcional do componente ao projetado e especificado",
    "text10-test":"Construir a confiança na qualidade do componente",
    "text11-test":"Encontrar defeitos no componente",
    "text12-test":"Evitar que os defeitos se espalhem para níveis mais altos de teste",
    "text13-test":"Teste de aceite do usuário",
    "text14-test":"Teste de aceite operacional",
    "text15-test":"Teste de aceite contratual e regulatório",
    "text16-test":"Alfa teste e Beta",
>>>>>>> main
    "text17-test":"Teste ",
    "text17-2-test":"Não Funcional",
    "text18-test":"Teste de Usabilidade",
    "text19-test":"Este tipo de teste envolve mais a área de desenho, projeto interface usuário, mas que deve ser revisado na fase de teste considerando utilização de manuais como um guia. Visa verificar a facilidade que o software possui de ser claramente entendido e facilmente operado pelos usuários. O teste aqui é baseado em check-list com vários itens que o software deve atender para que ele possa ser considerado para boa utilização.",
    "text20-test":"Teste de Performance",
    "text21-test":"Nesse tipo de teste estão incluídos os testes de CARGA e PERFORMANCE, esses testes têm como objetivos, verificar:",
    "text22-test":"Teste de Segurança",
    "text23-test":"A principal meta do teste de segurança é garantir que os dados ou funções de um sistema possam ser acessados apenas por atores autorizados a acessá-las. Objetivos:",
    "text24-test":"Verificar a facilidade de operação do sistema pelo usuário",
    "text25-test":"Verificar a facilidade de entendimento das funções do sistema pelo usuário",
    "text26-test":"Importante para testar se os Manuais ou Guias de usuário estão escritas de acordo com o sistema",
    "text27-test":"Disponibilidade do sistema para multi-acessos",
    "text28-test":"Tempo de respostas",
    "text29-test":"Capacidade de acessos",
    "text30-test":"Garantir que os dados do sistema estão protegidos adequadamente",
    "text31-test":"Assegurar que todos os riscos que envolvem os acessos indevidos foram identificados",
    "text32-test":"Teste",
    "text32-2-test":"Estrutural",
    "text33-test":"Teste de Componente (Unidade)",
<<<<<<< HEAD
    "text34-test":"(syllabus_3.1) O teste de componente se concentra em componentes que são testáveis separadamente. Os objetivos incluem:",
    "text35-test":"Teste de Integração",
    "text36-test":"(syllabus_3.1) O teste de integração se concentra nas interações entre componentes ou sistemas. Os objetivos do teste de integração incluem:",
=======
    "text34-test":"O teste de componente se concentra em componentes que são testáveis separadamente. Os objetivos incluem",
    "text35-test":"Teste de Integração",
    "text36-test":"O teste de integração se concentra nas interações entre componentes ou sistemas. Os objetivos do teste de integração incluem",
>>>>>>> main
    "text37-test":"Verificar os comportamentos funcional e não funcional do componente ao projetado e especificado;",
    "text38-test":"Construir a confiança na qualidade do componente;",
    "text39-test":"Encontrar defeitos no componente;",
    "text40-test":"Evitar que os defeitos espalhem para níveis mais altos de teste.",
    "text41-test":"Verificar se os comportamentos funcionais e não-funcionais das interfaces estão projetados e especificados;",
    "text42-test":"Construir confiança na qualidade das interfaces;",
    "text43-test":"Encontrar defeitos (que podem estar nas próprias interfaces ou nos componentes ou sistemas);",
    "text44-test":"Evitar que os defeitos espalhem para níveis mais altos de teste.",
    "text45-test":"Teste de Aceitação",
    "text46-test":"Teste",
    "text46-2-test":"Relacionado à Mudanças",
    "text47-test":"Teste de Confirmação",
    "text48-test":"(syllabus_3.1) Depois que um defeito é corrigido, o software pode ser testado com todos os casos de teste que falharam devido ao defeito, que devem ser executados novamente na nova versão do software. O software também pode ser testado com novos testes se, por exemplo, para um defeito estiver faltando uma funcionalidade. No mínimo, as etapas para reproduzir as falhas causadas pelo defeito devem ser executadas novamente na nova versão do software. A finalidade de um teste de confirmação é confirmar se o defeito original foi corrigido com sucesso.",
    "text49-test":"Teste de Regressão",
    "text50-test":"(syllabus_3.1) É possível que uma alteração feita em uma parte do código, seja uma correção ou outro tipo de alteração, possa afetar acidentalmente o comportamento de outras partes do mesmo código, seja dentro do mesmo componente, em outros componentes do código, no mesmo sistema, ou em outros sistemas. As alterações podem incluir alterações no ambiente, como uma nova versão de um sistema operacional ou sistema de gerenciamento de banco de dados. Tais efeitos colaterais não intencionais são chamados de regressões. O teste de regressão envolve a execução de testes para detectar esses efeitos colaterais indesejados.",
    "text51-test":"Analisar as ameaças e vulnerabilidades, tanto físicas como lógicas",
    "text52-test":"Assegurar que os mecanismos de controle contra acessos indevidos foram corretamente implementados",
<<<<<<< HEAD
    "text1-cloud":"O serviço de Cloud Security é dedicado à proteção de sistemas de computação na nuvem, incluindo a proteção e privacidade de dados em infraestrutura, aplicativos e plataformas on-line. Esse serviço engloba a análise e auditoria do ambiente bem como a aplicação de melhores práticas para inserir uma camada de segurança no ambiente em nuvem utilizado pelo cliente.",
    "text2-cloud":"É o serviço referente à Segurança/Proteção de dados na nuvem. Tem o intuito de proteger os dados armazenados na nuvem. Entre algumas proteções, temos a implementação de criptografia que é uma das funcionalidades mais recomendadas para práticas de segurança de ambientes em Nuvem. Além da criptografia, também é possível implementarmos os devidos controle de acesso aos dados do cliente contidos na Nuvem.",
    "text3-cloud":"É o serviço referente à implementação de boas práticas de segurança na Infraestrutura em Nuvem (IaaS). Nós iremos analisar a infraestrutura e implementar as práticas recomendadas de Segurança.",
    "text4-cloud":"É o serviço referente ao gerenciamento de acesso e identidade de usuário. Está relacionado aos privilégios de acessibilidade oferecidos às contas de usuário. No IAM, é possível implementar um correto gerenciamento de autenticação e autorização de contas de usuário, pois a partir desse controle adequado de acesso, será possível impedir que usuários - maliciosos - acessem e comprometam dados e sistemas confidenciais. A implementação da autenticação Multifator (MFA) também faz parte do escopo desse serviço.",
    "text5-cloud":"É o serviço referente a implementação de medidas técnicas de recuperação de desastres no caso de perda de dados. Nesse serviço é possível implementarmos um plano de recuperação para desastres no ambiente em nuvem, que se trata de métodos de redundância de dados, como os backups. Além disso, no ambiente da nuvem é possível implementarmos sistemas técnicos, bem configurados, para garantir operações ininterruptas no negócio do cliente, seja um site, uma aplicação ou qualquer outro sistema que estiver hospedado no provedor de nuvem, trazendo assim a segurança da recuperação rápida de dados para ajudar os clientes a manter a continuidade de negócios, com o mínimo de interrupções possível.",
=======
    "text1-cloud":"Trata-se de um serviço para garantir a segurança dos dados e serviços que residem em uma nuvem utilizada pelo cliente, com o intuito de proteger de ataques ou violações referentes a disponibilidade, integridade e confidencialidade da informação da organização.",
    "text1.2-cloud":"A proteção de sistemas de computação na nuvem, significa também a proteção e privacidade de dados em infraestrutura, aplicativos e plataformas on-line. Esse serviço engloba a análise e auditoria do ambiente, bem como a aplicação de melhores práticas para inserir uma camada de segurança no ambiente em nuvem utilizado pelo cliente. Referem-se a segurança digital as especificidades Data Protection, Infrastructure Security, Identity & Access Management (IAM) e Disaster Recovery.",
    "text2-cloud":"É o serviço referente à segurança e proteção de dados na nuvem. Tem o intuito de proteger os dados armazenados na nuvem. Entre algumas proteções, temos a implementação de criptografia que é uma das funcionalidades mais recomendadas para práticas de segurança de ambientes em nuvem. Além da criptografia, também é possível implementarmos os devidos controle de acesso aos dados do cliente contidos na nuvem.",
    "text3-cloud":"É o serviço referente à implementação de boas práticas de segurança na Infraestrutura em Nuvem (IaaS). Nós iremos analisar a infraestrutura e implementar as práticas recomendadas de Segurança.",
    "text4-cloud":"É o serviço referente ao gerenciamento de acesso e identidade de usuário. Está relacionado aos privilégios de acessibilidade oferecidos às contas de usuário. No IAM, é possível implementar um correto gerenciamento de autenticação e autorização de contas de usuário, pois a partir desse controle adequado de acesso, será possível impedir que usuários - maliciosos - acessem e comprometam dados e sistemas confidenciais. A implementação da autenticação Multifator (MFA) também faz parte do escopo desse serviço.",
    "text5-cloud":"É o serviço referente à implementação de medidas técnicas de recuperação de desastres no caso de perda de dados no ambiente em nuvem. A atuação trata de métodos de redundância de dados, como os backups. Além disso, no ambiente da nuvem é possível implementarmos sistemas técnicos, bem configurados, para garantir operações ininterruptas no negócio do cliente. Seja um site, uma aplicação ou qualquer outro sistema que esteja hospedado no provedor de nuvem, trazendo assim a segurança da recuperação rápida de dados para ajudar os clientes a manter a continuidade de negócios, com o mínimo de interrupções possível.",
>>>>>>> main
    "text6-cloud":"Metodologia:",
    "text7-cloud":"Metodologia em conformidade com as recomendações e melhores práticas de mercado, alinhados com Normas internacionais de Segurança, como por exemplo, a ISO/IEC 27001, ISO/IEC 27002 e NIST 800.",
    "text8-cloud":"Metodologia",
    "text9-cloud":"Metodologia em conformidade com as recomendações e melhores práticas de mercado, alinhados com Normas internacionais de Segurança, como por exemplo, a ISO/IEC 27001, ISO/IEC 27002 e NIST 800.",
    "text1-software":"O serviço de Desenvolvimento de Software Customizável, nada mais é do que tornar real através de código as soluções que foram idealizadas. A grande diversidade de profissionais e especialistas na Locus, faz com que possamos construir soluções dos mais diversos formatos como:",
    "text2-software":"Aplicações Mobile",
    "text2-2-software":"(Android e IOS)",
    "text3-software":"Aplicações",
    "text3-2-software":"Web",
    "text4-software":"Aplicações",
    "text4-2-software":"Desktop",
    "text5-software":"Desenvolvimento ",
    "text5-2-software":"de POCs",
    "text6-software":"API's",
    "text6-2-software":"e Integrações",
    "text7-software":"Games",
    "text8-software":"Re-engineering",
<<<<<<< HEAD
    "text9-software":"Nosso desenvolvimento é baseado em metodologias ágeis. Na hora de desenvolver nossos projetos de software não seria diferente. Utilizamos práticas do Scrum e do Kaban, dividimos o desenvolvimento em sprints. O segredo do nosso sucesso está em gerenciar da maneira correta, as equipes certas para entregar o máximo de valor ao final de cada sprint. nossa equipe de gestão, tem o foco de manter o cliente e o Squad sempre alinhado nas expectativas e acordos mapeados. E o que nos torna diferentes em desenvolvimento de software de outras empresas?",
=======
    "text9-software":"Nosso desenvolvimento é baseado em metodologias ágeis. Na hora de desenvolver nossos projetos de software não seria diferente. Utilizamos práticas do Scrum e do Kaban, dividimos o desenvolvimento em sprints. O segredo do nosso sucesso está em gerenciar da maneira correta, as equipes certas para entregar o máximo de valor ao final de cada sprint. nossa equipe de gestão, tem o foco de manter o cliente e o Squad sempre alinhado nas expectativas e acordos mapeados.",
    "text-software-bold1":"E o que nos torna diferentes em desenvolvimento",
    "text-software-bold2":"de software de outras empresas?",
>>>>>>> main
    "text10-software":"Podemos desenvolver essas soluções nas mais recentes tecnologia, mas também sustentar e evoluir aplicações já existentes. Essas tecnologias podem envolver:",
    "text11-software":" A entrega de valor é o ponto focal",
    "text12-software":"Ou seja, estamos sempre ocupados em produzir ao final da sprint uma entrega que faça sentido e que esteja alinhada com seus interesses. Nossos gestores, estão validando a cada semana ou Sprint, o nível de satisfação do nosso trabalho. Estes acompanhando constroe confiança, para que nossos clientes quando pensarem em Locus, terem a certeza que o projeto será tratado com comprometimento e valor entregue.",
    "text13-software":"Documento, se não...",
    "text14-software":"O segredo do sucesso de soluções baseadas em software é uma documentação bem clara e metodologias de documentação de código universais. Isso é uma obrigação para garantir a sustentabilidade do produto. Desenvolvedores entram e saem, fornecedores podem mudar, a empresa pode pivotar. Mas o código não pode depender das pessoas que o fizeram para sobreviver. A Locus tem o compromisso com a documentação objetiva e clara, para que qualquer outra empresa ou desenvolvedor consiga trabalhar na sustentação e evolução da ferramenta.",
    "text15-software":"A colaboração é importante",
    "text16-software":"Uma das maiores forças do universo de tecnologia são as comunidades. A Locus está inserida em várias dessas comunidades, e hoje se tornou uma dela. Através de uma força operacional de mais de 70 profissionais, das mais diversas tecnologias, experiencias e conhecimentos, criamos um ambiente colaborativo, onde sempre temos uma força de conhecimento agregado que se ajuda a resolver os problemas. Então seu projeto pode até ter x devs, mas você terá mais de 70 cabeças que podem pensar em como resolver os problemas que surgirem. ",
    "text1-cto":"CTO as a service (CasS) é o serviço ideal para empresas que precisam de uma liderança técnica, colaborando com as decisões estratégicas em relação a operação de tecnologia e o desenvolvimento digital da empresa.",
    "text2-cto":"Vantagens do CaaS",
    "text3-cto":"Agregado de conhecimento técnico colaborativo",
    "text4-cto":"São mais de 10 profissionais, totalizando mais de 150 anos de experiencia em desenvolvimento de soluções em tecnologia, em mais de 20 áreas, como Fintech, Retail, HealthTech, ... , que trabalharam na criação e evolução de dezenas de soluções ao longo de suas carreiras. É uma gama de experiencias que não se encontra trazendo um unico profissional",
    "text5-cto":"Esforço sobre demanda e gestão de recursos",
    "text6-cto":"Para a maioria das empresas, não só encontrar, como manter um profissional no cargo de CTO pode ser muito dificil. E na maioria das vezes ainda não existe demanda suficiente para em CTO em tempo integral. Então, utilizar o beneficio estratégico de um CTO em um conjunto determinado de horas. viabiliza financeiramente se ter tanto conhecimento agregado. Planos a partir de 40horas/mês são disponibilizados.",
    "text7-cto":"Visão externa",
    "text8-cto":"As vezes você até ja tem uma liderança interna. Mas trazer uma visão externa e de uma vivencia completamente diferente, tras insights poderosos para o seu negocio. Então, o serviço pode ser por temporada, ou seja, quando seu negocio vive algum tipo de revolução, contratar horas de CaaS para debater e contribuir com as suas lideranças, é a chave para inovar e encontrar diferentes caminhos para atingir os seus objetivos.",
    "text9-cto":"Networking e Ecossistema de Tecnologia",
    "text10-cto":"Contratar a Locus para se tornar seu parceiro de tecnologia atraves do CaaS inclui trazer para próximo todos os relacionamentos e o ecossistemas em que estamos inseridos. São mais de 90 profissionais, mais de 50 empresas clientes e um relacionamento continuo com diversos ecossitemas de tecnologia, desde startups até conglomerados multinacionais. Usufruir desse poder dos relacionamentos, também é de extremo valor.",
    "text11-cto":"Flexibilidade",
    "text12-cto":"Não é uma pratica comum você trocar de liderança toda vez que uma nova iniciativa é priorizada, ou o negocio passa por uma pivotagem ou mesmo um novo negocio nasce dentro do seu negocio, certo? Mas, com o CaaS você tem a disponibilidade de trazer a cada temporada um especialista diferente, atendendo de maneira afiada a sua nova fase do negócio.",
    "text13-cto":"Entregáveis",
    "text14-cto":"Determinação de tecnologias a serem adotadas",
    "text15-cto":"Avaliação de riscos tecnológicos",
    "text16-cto":"Norteadores estratégicos",
    "text17-cto":"Estruturação a governança de tecnologia",
    "text18-cto":"Sugestões de arquitetura",
    "text19-cto":"Consultoria de optimização de custos",
    "text20-cto":"Reunião",
    "text20-2-cto":"semanal",
    "text20-3-cto":"com o cliente",
    "text21-cto":"Reunião",
    "text21-2-cto":"com",
    "text21-3-cto":"o conselho",
    "text22-cto":"Pesquisa",
    "text22-2-cto":"e produção",
    "text22-3-cto":"de materiais",
    "text3-services":"Resolução de problemas e construção de novas ideias. ",
    "text4-services":"",
    "text5-services":"Segurança de dados e serviços que residem na nuvem.",
    "text6-services":"",
    "text7-services":"",
    "text8-services":"Implementação de soluções personalizadas no código.",
    "text9-services":"",
    "text10-services":"Gerenciamento do desenvolvimento de software. ",
<<<<<<< HEAD
    "text-client":"Clientes que fazem parte da nossa jornada."
=======
    "text-client":"Clientes que fazem parte de nossa jornada.",
    "text_desing_inception":"Refere-se a idealização, elaboração e especificação do projeto.",
    "text_QA_test_factory":"Testamos a funcionalidade do produto para evitar erros.",
    "text_cloud_security":"Desenvolvemos medidas de segurança para o ambiente digital.",
    "text_squad_outsource":"Disponibilizamos equipes para desenvolver o seu produto.",
    "text_digital_product_design":"Co-criamos o seu produto, estruturando toda a gestão.",
    "text_custom_software":"Gerenciamos equipes qualificadas para oferecer o máximo valor.",
    "text_staff_argumetation":"Ampliamos sua equipe interna com especialistas qualificados.",
    "text_CTO":"Oferecemos um líder técnico para colaborar nas estratégias."
>>>>>>> main
  }
}

